export const films = [
    {
        id:1,
        image:"/drive.png",
        title:"Drive",
        rating:4.5,
        age:2011,
        op:"Криминал, драма, триллер",
        pod:"Великолепный гонщик (Райан Гослинг) днём выполняет каскадерские трюки на съёмочных площадках Голливуда, а по ночам ведёт рискованную игру. После одного опасного контракта за его жизнь назначается награда. Теперь, чтобы остаться в живых и спасти свою соседку (Кэри Маллиган), он должен делать то, что умеет лучше всего — виртуозно уходить от погони."
    },
    {
        id:2,
        image:"/cas.png",
        title:"Stuntmen",
        rating:4.6,
        age:2024,
        op:"Комедия, мелодрама, боевик",
        pod:"После травмы на съёмках каскадёр Кольт Сиверс уже полтора года как ушёл из профессии, работает парковщиком и винит себя за тот неудавшийся трюк. Внезапно ему звонит продюсерша и просит срочно прилететь в Австралию, где его бывшая девушка-оператор Джоди снимает свой режиссёрский дебют, масштабную фантастику «Металшторм». По приезде выясняется, что Джоди видеть его не рада, а также дело осложняется пропажей исполнителя главной роли — звезды боевиков, у которого Кольт когда-то был дублёром."
    },
    {
        id:3,
        image:"/beg.png",
        title:"Blade",
        rating:4.7,
         age:2017,
        op:"Драма, фантастика, боевик",
        pod:"В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей — держать репликантов под контролем в условиях нарастающего напряжения. Он случайно становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда — бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад."
    },
    {
        id:4,
        image:"/ost.png",
        title:"Stay",
        rating:4.8,
         age:2024,
        op:"детектив, триллер, драма",
        pod:"Находящийся на грани помешательства студент Генри Летэм говорит психиатру Сэму Фостеру, что покончит с собой в субботу в полночь. Сэм решает сделать все от него зависящее, чтобы избавить парня от навязчивой идеи. Он отправляется вместе с ним в путешествие по городу, в ходе которого и сам постепенно начинает погружаться в кошмарные иллюзии пациента, вместе с ним балансируя на тонкой грани между жизнью и смертью."
    },
    {
        id:5,
        image:"/lala.png",
        title:"Lalalend",
        rating:4.6,
         age:2024,
        op:"мюзикл, драма, мелодрама",
        pod:"Это история любви старлетки, которая между прослушиваниями подает кофе состоявшимся кинозвездам, и фанатичного джазового музыканта, вынужденного подрабатывать в заштатных барах. Но пришедший к влюбленным успех начинает подтачивать их отношения."
    },
    {
        id:6,
        image:"/mest.png",
        title:"Place Beyond",
        rating:4.5,
         age:2012,
        op:"драма, триллер, преступление",
        pod:"Профессиональный мотогонщик Люк узнаёт, что у него есть новорождённый сын. Чтобы содержать ребёнка, Люк вынужден грабить банки. Однажды на его пути встаёт недобросовестный полицейский, и их столкновение перерастает в личную войну. "
    },
    {
        id:7,
        image:"/slav.png",
        title:"Nice Guys",
        rating:4.8,
         age:2016,
        op:"комедия,криминал,боевик",
        pod:"Действие фильма происходит в 1970-е годы в Лос-Анджелесе. Холланд Марч расследует самоубийство порнозвезды: тётя погибшей убеждена, что видела племянницу живой уже после её гибели. Марч, уверенный в смерти порнозвезды, считает, что тётка просто не хочет верить в случившееся. Из-за нехватки денег он берётся за это дело. "
    },
    {
        id:8,
        image:"/bar.png",
        title:"Barbie",
        rating:4.9,
         age:2023,
        op:"комедия, приключения, фэнтези",
        pod:"Самая обыкновенная стереотипная Барби живёт в великолепном розовом Барбиленде, и каждый её день идеален. Она меняет наряды, загорает на пляже, проводит время с другими Барби, день заканчивается шумной вечеринкой с танцами, и в этой позитивной кутерьме с блёстками влюблённый Кен — всего лишь приложение к Барби. Однажды куклу посещают мысли о смерти, и её сделанные под туфли с каблуками ноги вдруг становятся плоскими. Чтобы разобраться в происходящем и вернуть привычный пластмассовый мир, Барби придётся отправиться в мир реальный и найти там свою девочку-хозяйку. За ней увязывается не мыслящий жизни без своего кумира Кен"
    },
    {
        id:9,
        image:"/fan.png",
        title:"Fanatic",
        rating:4.4, 
        age:2001,
        op:"драма, комедия, мелодрама",
        pod:" еврейский мальчик Дэнни Бэлинт хотел в будущем стать раввином, но желание познания доводит его до отчуждения от тех идеалов, что ему прививались. В 22 года Дэнни становится НС-скинхедом и желает двигаться вперёд по пути свержения евреев с высоких социальных позиций и должностей."
    },
    {
        id:10,
        image:"/val.png",
        title:"Valentine",
        rating:4.5,
         age:2010,
        op:"драма, мелодрама",
        pod:"Любовь сродни лестнице - по ней можно подняться высоко, ощутив неимоверное блаженство и счастье, а можно стремительно упасть вниз от разочарований и обид. Дин и Синди «купались» в своей любви, но спустя время они пресытились этим чувством. Непонятным образом оно трансформировалось и стало тяготить. Сумеют ли два родных человека удержать и возродить те хрупкие отношения влюбленности и страсти, которые у них остались?"

    },
]